generate_way  chars  word_size  num_lstm
1 MSR 128 128
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
embedding_2 (Embedding)      (None, 32, 128)           662528    
_________________________________________________________________
bidirectional_2 (Bidirection (None, 32, 128)           263168    
_________________________________________________________________
time_distributed_2 (TimeDist (None, 32, 5)             645       
=================================================================
Total params: 926,341
Trainable params: 926,341
Non-trainable params: 0
_________________________________________________________________
