        简体分词模型采用深度BLSTM神经网络搭建，由微软亚洲研究院提供的MSRA
语料集进行训练，经过45轮训练，取的了98.4%的分词准确率。其模型概要如下：
_________________________________________________________________
Layer (type)                 Output Shape              Param #
=================================================================
embedding_1 (Embedding)      (None, 32, 256)           1324800
_________________________________________________________________
bidirectional_1 (Bidirection (None, 32, 128)           394240
_________________________________________________________________
bidirectional_2 (Bidirection (None, 32, 128)           263168
_________________________________________________________________
time_distributed_1 (TimeDist (None, 32, 5)             645
=================================================================
Total params: 1,982,853
Trainable params: 1,982,853
Non-trainable params: 0
_________________________________________________________________