        繁体分词模型采用深度BLSTM神经网络搭建，由中国科学院提供的AS语料集进行
训练，经过19轮训练，取的了98.8%的分词准确率。其模型概要如下：
_________________________________________________________________
Layer (type)                 Output Shape              Param #
=================================================================
embedding_1 (Embedding)      (None, 32, 256)           1564416
_________________________________________________________________
bidirectional_1 (Bidirection (None, 32, 128)           394240
_________________________________________________________________
bidirectional_2 (Bidirection (None, 32, 128)           263168
_________________________________________________________________
time_distributed_1 (TimeDist (None, 32, 5)             645
=================================================================
Total params: 2,222,469
Trainable params: 2,222,469
Non-trainable params: 0
_________________________________________________________________